Repository: fcitx/fcitx5-rime
Catalog: po/*.po
Languages: tr

source: Action when switching input method
tr: Giriş yöntemi değiştirilirken gerçekleştirilecek eylem

source: All
tr: Tümü

source: Clear
tr: Temizle

source: Commit commit preview
tr: İşleme önizlemesini işle

source: Commit composing text
tr: Oluşturulan metni işle

source: Commit preview
tr: İşleme önizlemesi

source: Commit raw input
tr: Ham girişi işle

source: Composing text
tr: Metin oluşturuluyor

source: Deploy
tr: Dağıt

source: Do not show
tr: Gösterme

source: Fix embedded preedit cursor at the beginning of the preedit
tr: Ön düzenlemenin başlangıcındaki gömülü ön düzenleme imlecini düzelt

source: Follow Global Configuration
tr: Global yapılandırmayı izle

source: Forget word
tr: Sözcüğü unut

source: Latin Mode
tr: Latin Kipi

source: No
tr: Hayır

source: Preedit Mode
tr: Ön Düzenleme Kipi

source: Rime Wrapper For Fcitx
tr: Fcitx için Rime Sargısı

source: Rime for Fcitx 5
tr: Fcitx 5 için Rime

source: Rime has encountered an error. See log for details.
tr: Rime bir hatayla karşılaştı. Ayrıntılar için günlüğe bakın.

source: Rime input method
tr: Rime giriş yöntemi

source: Rime is ready.
tr: Rime hazır.

source: Rime is under maintenance. It may take a few seconds. Please wait until it is finished...
tr: Rime bakımda. Birkaç saniye sürebilir. Lütfen bitene kadar bekleyin…

source: Shared Input State
tr: Paylaşılan Giriş Durumu

source: Synchronize
tr: Eşzamanla

source: User data dir
tr: Kullanıcı veri dizini
